{
    "en": {
        "title": "Safety Advisory & Consulting",
        "services": "Our Expertise",
        "line1": "Our depth of industry experience establishes us as authorities in modern corporate safety protocols focused on incident reduction.",
        "dublin": "Professional Safety Consulting in Dublin",
        "line3": "We provide specialized Health & Safety consultancy across the Dublin region, deploying experts to offer tailored guidance for diverse business sectors.",
        "line4": "Our team excels in forensic accident investigation and root-cause analysis, ensuring robust preventive strategies are integrated to stop recurring issues.",
        "list": ["Safe-T-Cert system management", "On-site safety inspections", "Deep-dive safety audits", "Cloud-based safety documentation setups", "Drafting workplace health and safety policies", "Environmental risk, noise, and COSHH reporting", "Developing corporate safety manifestos", "Project-specific safety planning", "Technical method statements", "Strategic risk mapping", "Post-incident investigations", "Educational gap analysis and specialized safety seminars", "PAT electrical compliance testing"],
        "line5": "We work alongside your leadership to define safety milestones and build a sustainable culture of workplace protection.",
        "line6": "We support businesses looking for external expertise to meet regulatory safety targets, whether for long-term management or specific high-stakes projects.",
        "line7": "Through a strategic discovery phase, we align our consultancy with your specific goals to ensure our safety benchmarks mirror your vision of success.",
        "line8": "At Ireland Safety Course, we integrate with organizations to maintain active safety programs. This includes regular auditing, hazard-specific procedural development, and complete outsourced safety leadership.",
        "line9": "For more information on our advisory solutions or to clarify regulatory requirements, please connect with our specialists through the Online Chat."
    },
    "sp": {
        "title": "Asesoría y Consultoría de Seguridad",
        "services": "Nuestra Experiencia",
        "line1": "Nuestra trayectoria nos posiciona como referentes en la implementación de estándares de seguridad corporativa para la reducción de riesgos.",
        "dublin": "Consultoría Profesional en Dublín",
        "line3": "Ofrecemos servicios de consultoría en Salud y Seguridad en toda el área de Dublín, contando con expertos para guiar a empresas de diversos perfiles.",
        "line4": "Somos especialistas en el análisis de causas raíz tras accidentes laborales, estableciendo medidas preventivas para asegurar que no vuelvan a ocurrir.",
        "list": ["Gestión de sistemas Safe-T-Cert", "Inspecciones de seguridad en sitio", "Auditorías profundas de cumplimiento", "Digitalización de archivos de seguridad en la nube", "Redacción de políticas de salud laboral", "Evaluación de COSHH, ruido y riesgos", "Declaraciones de seguridad corporativa", "Planes de seguridad para proyectos", "Elaboración de declaraciones de método", "Mapeo estratégico de riesgos", "Investigación técnica de incidentes", "Seminarios y análisis de necesidades formativas", "Pruebas eléctricas PAT"],
        "line5": "Trabajamos con usted para definir metas claras y fomentar una cultura de protección dentro de su organización.",
        "line6": "Ayudamos a las empresas que requieren apoyo externo para cumplir con sus objetivos de seguridad, ya sea de forma continua o por proyectos.",
        "line7": "Identificamos sus necesidades únicas para alinear nuestros esfuerzos con su concepto de éxito empresarial.",
        "line8": "En Ireland Safety Course, nos asociamos con organizaciones para ejecutar programas de seguridad permanentes, incluyendo auditorías y gestión externa de seguridad.",
        "line9": "Para consultas sobre asesoría o normativas vigentes, por favor contacte a nuestro equipo mediante el Chat en Línea."
    },
    "ro": {
        "title": "Consultanță și Consiliere în Siguranță",
        "services": "Expertiza Noastră",
        "line1": "Vasta noastră experiență ne confirmă ca lideri în actualizarea standardelor de siguranță corporativă pentru prevenirea incidentelor.",
        "dublin": "Consultanță Profesională în Dublin",
        "line3": "Oferim servicii de consultanță în Sănătate și Siguranță în regiunea Dublin, folosind experți pentru a ghida companii din diverse sectoare.",
        "line4": "Suntem specializați în investigarea cauzelor profunde ale accidentelor, implementând strategii de prevenire pentru a elimina riscurile recurente.",
        "list": ["Managementul sistemelor Safe-T-Cert", "Inspecții de siguranță la fața locului", "Audituri detaliate de siguranță", "Găzduirea documentației de siguranță în cloud", "Redactarea politicilor de sănătate și siguranță", "Evaluări de risc, zgomot și COSHH", "Declarații de siguranță ale companiei", "Planuri de siguranță pentru proiecte", "Elaborarea declarațiilor de metodă", "Analiza strategică a riscurilor", "Investigarea incidentelor post-accident", "Analiza nevoilor de instruire și seminare tehnice", "Testări electrice PAT"],
        "line5": "Colaborăm cu conducerea dumneavoastră pentru a defini repere de siguranță și a construi o cultură durabilă a protecției.",
        "line6": "Sprijinim angajatorii care au nevoie de expertiză externă pentru a-și atinge obiectivele de siguranță, fie permanent, fie pe proiect.",
        "line7": "Identificăm obiectivele dumneavoastră unice pentru a ne asigura că eforturile noastre reflectă definiția dumneavoastră a succesului.",
        "line8": "La Ireland Safety Course, parteneriem cu organizații pentru a menține programe active de siguranță, incluzând audituri și management extern.",
        "line9": "Pentru detalii despre soluțiile noastre de consultanță, vă rugăm să contactați specialiștii noștri prin Chat-ul Online."
    },
    "pl": {
        "title": "Doradztwo i Konsultacje BHP",
        "services": "Nasze Kompetencje",
        "line1": "Nasze bogate doświadczenie czyni nas ekspertami w zakresie nowoczesnych standardów bezpieczeństwa ukierunkowanych na redukcję wypadków.",
        "dublin": "Profesjonalne Doradztwo BHP w Dublinie",
        "line3": "Świadczymy usługi doradcze w zakresie zdrowia i bezpieczeństwa w Dublinie, angażując ekspertów do wsparcia firm o różnych profilach.",
        "line4": "Specjalizujemy się w badaniu przyczyn wypadków oraz wdrażaniu skutecznych środków zapobiegawczych, aby uniknąć ich powtarzalności.",
        "list": ["Zarządzanie systemami Safe-T-Cert", "Inspekcje bezpieczeństwa w zakładach", "Szczegółowe audyty BHP", "Konfiguracja dokumentacji BHP w chmurze", "Tworzenie polityk bezpieczeństwa pracy", "Oceny ryzyka, hałasu oraz COSHH", "Opracowywanie deklaracji bezpieczeństwa firmy", "Plany bezpieczeństwa dla projektów", "Tworzenie instrukcji bezpiecznego wykonania robót", "Strategiczne mapowanie zagrożeń", "Dochodzenia po wypadkach", "Analiza potrzeb szkoleniowych i seminaria eksperckie", "Badania elektryczne PAT"],
        "line5": "Współpracujemy z Tobą, aby określić cele i budować silną kulturę bezpieczeństwa w Twoim zespole.",
        "line6": "Wspieramy pracodawców potrzebujących zewnętrznej wiedzy eksperckiej w realizacji celów BHP, zarówno doraźnie, jak i długofalowo.",
        "line7": "Dzięki procesowi analizy potrzeb dostosowujemy nasze działania do Twojej wizji sukcesu i bezpieczeństwa.",
        "line8": "W Ireland Safety Course współpracujemy z firmami w celu utrzymania ciągłości programów BHP, oferując audyty i outsourcing zarządzania bezpieczeństwem.",
        "line9": "W celu uzyskania informacji o usługach doradczych prosimy o kontakt z naszym zespołem poprzez Czat Online."
    },
    "ru": {
        "title": "Консультации и Аудит Безопасности",
        "services": "Наша Экспертиза",
        "line1": "Наш многолетний опыт позволяет нам быть лидерами в внедрении корпоративных стандартов безопасности для предотвращения инцидентов.",
        "dublin": "Профессиональный Консалтинг в Дублине",
        "line3": "Мы предоставляем услуги в области охраны труда по всему Дублину, привлекая экспертов для поддержки компаний разного профиля.",
        "line4": "Мы специализируемся на расследовании причин несчастных случаев и внедрении превентивных мер для исключения их повторения.",
        "list": ["Управление системами Safe-T-Cert", "Инспекции рабочих мест", "Глубокий аудит безопасности", "Облачное хранение документации по безопасности", "Создание политик охраны труда", "Оценка рисков, шума и COSHH", "Разработка корпоративных положений о безопасности", "Планы безопасности для конкретных проектов", "Создание методических указаний", "Стратегическое картирование рисков", "Расследование происшествий", "Анализ потребностей в обучении и тематические семинары", "Электротехнические испытания PAT"],
        "line5": "Мы помогаем вам определить цели и создать устойчивую культуру безопасности на предприятии.",
        "line6": "Мы поддерживаем работодателей, которым требуется внешняя экспертиза для достижения целей безопасности на постоянной или проектной основе.",
        "line7": "Мы выявляем ваши уникальные потребности, чтобы наши усилия полностью соответствовали вашему видению успеха.",
        "line8": "В Ireland Safety Course мы сотрудничаем с компаниями для поддержания программ безопасности, проводя регулярные аудиты и внешнее управление.",
        "line9": "Для получения информации о консультационных услугах, пожалуйста, свяжитесь с нами через Онлайн-чат."
    },
    "ukr": {
        "title": "Консультації та Аудит Безпеки",
        "services": "Наша Експертиза",
        "line1": "Наш досвід дозволяє нам бути лідерами у впровадженні корпоративних стандартів безпеки, спрямованих на запобігання інцидентам.",
        "dublin": "Професійний Консалтинг у Дубліні",
        "line3": "Ми надаємо послуги з охорони праці по всьому Дубліну, залучаючи експертів для підтримки компаній різного профілю.",
        "line4": "Ми спеціалізуємося на розслідуванні причин нещасних випадків та впровадженні превентивних заходів для уникнення їхнього повторення.",
        "list": ["Управління системами Safe-T-Cert", "Інспекції робочих місць", "Глибокий аудит безпеки", "Хмарне зберігання документації з безпеки", "Створення політик охорони праці", "Оцінка ризиків, шуму та COSHH", "Розробка корпоративних положень про безпеку", "Плани безпеки для конкретних проектів", "Створення методичних вказівок", "Стратегічне картування ризиків", "Розслідування подій", "Аналіз потреб у навчанні та тематичні семінари", "Електротехнічні випробування PAT"],
        "line5": "Ми допомагаємо вам визначити цілі та створити стійку культуру безпеки на підприємстві.",
        "line6": "Ми підтримуємо роботодавців, яким потрібна зовнішня експертиза для досягнення цілей безпеки на постійній або проектній основі.",
        "line7": "Ми виявляємо ваші унікальні потреби, щоб наші зусилля повністю відповідали вашому баченню успіху.",
        "line8": "У Ireland Safety Course ми співпрацюємо з компаніями для підтримки програм безпеки, проводячи регулярні аудити та зовнішнє управління.",
        "line9": "Для отримання інформації про консультаційні послуги, будь ласка, зв'яжіться з нами через Онлайн-чат."
    }
}
