{
    "en": {
        "contact": "Support Center",
        "contactTap": " Message us on WhatsApp ➤",
        "contactSwitch": "to start a conversation with our team.",
        "contactOr": "Alternatively, reach us at",
        "contactOperating": "We are open from 10am to 7pm, Monday through Friday, as well as weekends and bank holidays. You can also send an email to info@irelandSafetyCourse.ie",
        "navigation": ["HOME", "FREQUENT QUESTIONS", "GROUP TRAINING", "CONSULTANCY", "REACH OUT", "ARTICLES"],
        "login": "Sign In",
        "subNav": ["Over 120,000 Certified Professionals", "Round-the-clock Online Access", "Satisfaction Guaranteed", "Fully Recognized Programs"],
        "videoTitle": "Flexible & Targeted <br> Prioritizing Your Workplace Safety",
        "videoContent": "We offer a premier Online Manual Handling course that provides top-tier safety education, streamlined certificate management, and expert consulting to ensure every staff member stays safe.",
        "registerButton": "Enroll / Pay Here",
        "counterLanding": ["HAPPY CLIENTS", "TOTAL CERTIFICATES", "CERTIFIED EDUCATORS"],
        "landingProduct": ["Recognized for Excellence in European Digital Education", "Manual Handling Essentials", "Completion Time: 1-2 Hours", "DETAILS", "BUY NOW", "Upon starting, the curriculum is available in 6 different languages:"],
        "bulkSection": ["Our digital modules are built for a smooth user experience.", "Purchase your training license online.", "Activate your account and begin your modules immediately.", "Learn & Achieve - Progress through the course, pass the assessment, and instantly download your credentials.", "For technical support, please contact us at info@irelandSafetyCourse.ie."],
        "trustSection": ["Education You Can Rely On", "Our entire curriculum meets Continuing Professional Development criteria and is officially accredited by the CPD Certification Service. We maintain high standards with additional approvals from RoSPA, IATP, IIRSM, and the Institute of Hospitality.", "This Manual Handling program is endorsed by Skills for Care, the primary workforce development body for the social care sector across Ireland, the UK, and Europe. This elite accreditation is only granted to top-tier training providers."],
        "certificateSection": ["Finish this CPD and RoSPA endorsed course to receive your official diploma!", "Complete our accredited syllabus", "to secure your professional certification!", "Validate Your Expertise", "A diploma from Ireland Safety Course, verified by CPD and RoSPA, proves the proficiency you have developed.", "Gain a Professional Edge", "Highlight your safety certification on your resume to stand out to hiring managers.", "Boost Your Career", "Present your credentials to prospective employers as proof of your skills and safety awareness."],
        "reviewTitle": ["What Our Students Think"],
        "homeAboutUs": ["Who We Are", "Welcome to irelandSafetyCourse.ie, your top choice for expert Manual Handling training delivered online. Our site is built to provide high-quality, accessible safety education for workers across Ireland, regardless of location. Focused on efficiency, our certified courses are 100% digital.", "At Ireland Safety Course, we prioritize the quality and integrity of our safety education. We are driven by the belief that proper training can be a life-saving asset. Our dedication to premium course development reflects this mission.", "Our qualifications are recognized throughout Ireland, the UK, and the European Union, ensuring full compliance. Our faculty includes CMIOSH members who are IOSH certified at NFQ Level 6. We are known for our reliability and convenient training solutions.", "For student support, sales, or technical help, please call 0894631967. You may also use our web chat or email info@irelandSafetyCourse.ie. Enhance your professional safety standards with us today!"],
        "getCertificate": ["Claim Your Certificate", "LEARN ON YOUR OWN SCHEDULE", "Complete your training online at a time and location that fits your lifestyle.", "SAVE TIME WITH VIRTUAL LEARNING", "Avoid travel time and the wait for physical classes to begin.", "REDUCE COSTS BY STUDYING DIGITALLY", "Online education removes the overhead expenses of traditional classroom settings.", "STUDY WHENEVER YOU WANT", "Finish your modules at your own pace, wherever you have an internet connection.", "MAXIMIZE EFFICIENCY", "Skip the commute and work at the speed that is right for you.", "AFFORDABLE TRAINING", "Digital learning is a cost-effective alternative to in-person training."],
        "expert": ["Professional Online Manual Handling Certification | irelandSafetyCourse.ie", "Access industry-leading Manual Handling training at irelandSafetyCourse.ie. Improve workplace standards with our detailed courses. Contact at info@irelandSafetyCourse.ie.", "Why Partner With Us?", "Curriculum: Our syllabus follows the latest industry benchmarks to ensure your team understands safe handling. Interactive Modules: Engaging content makes the learning process effective and enjoyable. Accreditation: Receive recognized certification upon completion to prove regulatory compliance. 24/7 Access: Our flexible platform allows your staff to learn whenever it is most convenient for the business. Reach out today!", "Improve your organizational safety with our virtual Manual Handling training. Contact or email info@irelandSafetyCourse.ie to discuss your specific needs. Join the many clients who have modernized their safety training with our help.\n\nProtect your team and increase efficiency—choose irelandSafetyCourse.ie for comprehensive online safety education today!"],
        "footer": ["Ready to begin?", "Enroll Now", "Check Certificate", "Cookie Policy", "FAQ Page", "Contact Us", "Lost Password", "User Portal", "Our Partners"]
    },
    "sp": {
        "contact": "Atención al Cliente",
        "contactTap": " Escríbenos por WhatsApp ➤",
        "contactSwitch": "para iniciar una conversación con nuestro equipo de soporte.",
        "contactOr": "También puedes localizarnos en",
        "contactOperating": "Estamos disponibles de 10:00 a 19:00, de lunes a viernes, así como fines de semana y festivos. También puede enviarnos un correo a info@irelandSafetyCourse.ie",
        "navigation": ["INICIO", "PREGUNTAS FRECUENTES", "ENTRENAMIENTO GRUPAL", "CONSULTORÍA", "CONTACTO", "BLOG"],
        "login": "Iniciar Sesión",
        "subNav": ["Más de 120,000 Profesionales Certificados", "Acceso en Línea las 24 Horas", "Garantía de Satisfacción Total", "Programas con Reconocimiento Oficial"],
        "videoTitle": "Flexible y Enfocado <br> Priorizando su Seguridad en el Trabajo",
        "videoContent": "Ofrecemos un curso de Manipulación Manual en línea líder que brinda educación de seguridad de primer nivel, gestión de certificados simplificada y consultoría experta para proteger a cada empleado.",
        "registerButton": "Inscribirse / Pagar Aquí",
        "counterLanding": ["CLIENTES SATISFECHOS", "TÍTULOS EMITIDOS", "EDUCADORES CERTIFICADOS"],
        "landingProduct": ["Premiado por la Excelencia en Educación Digital Europea", "Esenciales de Manipulación Manual", "Tiempo de Finalización: 1-2 Horas", "DETALLES", "COMPRAR AHORA", "Al comenzar, el plan de estudios está disponible en 6 idiomas diferentes:"],
        "bulkSection": ["Nuestros módulos digitales están diseñados para una experiencia de usuario fluida.", "Adquiera su licencia de formación de forma segura en línea.", "Active su cuenta y comience sus módulos de inmediato.", "Aprenda y Logre - Progrese en el curso, apruebe la evaluación y descargue sus credenciales al instante.", "Para soporte técnico, contáctenos en info@irelandSafetyCourse.ie."],
        "trustSection": ["Formación en la que Puede Confiar", "Todo nuestro plan de estudios cumple con los criterios de Desarrollo Profesional Continuo y está acreditado oficialmente por el Servicio de Certificación CPD. Mantenemos altos estándares con aprobaciones adicionales de RoSPA, IATP e IIRSM.", "Este programa está respaldado por Skills for Care, el principal organismo de desarrollo de la fuerza laboral para el sector social en Irlanda y el Reino Unido. Esta acreditación de élite solo se otorga a los mejores proveedores."],
        "certificateSection": ["¡Finalice este curso avalado por CPD y RoSPA para recibir su diploma oficial!", "Complete nuestro plan de estudios acreditado", "¡para asegurar su certificación profesional!", "Valide su Experiencia", "Un diploma de Ireland Safety Course, verificado por CPD y RoSPA, prueba la competencia que ha desarrollado.", "Obtenga una Ventaja Profesional", "Destaque su certificación de seguridad en su currículum para impresionar a los reclutadores.", "Impulse su Carrera", "Presente sus credenciales a posibles empleadores como prueba de sus habilidades y conciencia de seguridad."],
        "reviewTitle": ["Lo que Dicen Nuestros Estudiantes"],
        "homeAboutUs": ["Quiénes Somos", "Bienvenido a irelandSafetyCourse.ie, su mejor opción para formación experta en Manipulación Manual en línea. Nuestro sitio está diseñado para proporcionar educación de seguridad accesible y de alta calidad para trabajadores en toda Irlanda. Enfocados en la eficiencia, nuestros cursos son 100% digitales.", "En Ireland Safety Course, priorizamos la integridad de nuestra educación. Creemos que una formación adecuada puede salvar vidas. Nuestra dedicación al desarrollo de cursos premium refleja esta misión.", "Nuestras calificaciones son reconocidas en toda Irlanda, el Reino Unido y la Unión Europea. Nuestra facultad incluye miembros CMIOSH certificados por IOSH en el Nivel 6 de NFQ. Somos conocidos por nuestras soluciones de formación convenientes.", "Para soporte, ventas o ayuda técnica, llame al 0894631967. También puede usar nuestro chat web o enviar un correo a info@irelandSafetyCourse.ie. ¡Mejore sus estándares de seguridad hoy mismo!"],
        "getCertificate": ["Solicite su Certificado", "APRENDA BAJO SU PROPIO HORARIO", "Complete su formación en línea en el momento y lugar que mejor se adapte a su vida.", "AHORRE TIEMPO CON EL APRENDIZAJE VIRTUAL", "Evite los tiempos de viaje y la espera de clases físicas.", "REDUZCA COSTOS ESTUDIANDO DIGITALMENTE", "La educación en línea elimina los gastos generales de las aulas tradicionales.", "ESTUDIE CUANDO QUIERA", "Termine sus módulos a su propio ritmo, donde tenga conexión a internet.", "MAXIMIZE LA EFICIENCIA", "Evite los desplazamientos y trabaje a la velocidad adecuada para usted.", "FORMACIÓN ASEQUIBLE", "El aprendizaje digital es una alternativa rentable a la formación presencial."],
        "expert": ["Certificación Profesional de Manipulación Manual | irelandSafetyCourse.ie", "Acceda a formación líder en irelandSafetyCourse.ie. Mejore los estándares con nuestros cursos detallados. Contacto:  info@irelandSafetyCourse.ie.", "¿Por qué Asociarse con Nosotros?", "Currículo: Basado en los últimos estándares de la industria. Módulos Interactivos: Contenido atractivo que hace el aprendizaje efectivo. Acreditación: Títulos reconocidos para cumplimiento legal. Acceso 24/7: Flexibilidad total para su equipo de trabajo.", "Mejore su seguridad organizacional con nuestra formación virtual. Contacte al o escriba a info@irelandSafetyCourse.ie para discutir sus necesidades específicas."],
        "footer": ["¿Listo para empezar?", "Inscríbase Ahora", "Validar Certificado", "Política de Cookies", "Preguntas Frecuentes", "Contacto", "Recuperar Contraseña", "Portal de Usuario", "Nuestros Socios"]
    },
    "ro": {
        "contact": "Centru de Suport",
        "contactTap": " Trimite-ne un mesaj pe WhatsApp ➤",
        "contactSwitch": "pentru a începe o conversație cu echipa noastră.",
        "contactOr": "Alternativ, contactați-ne la",
        "contactOperating": "Suntem deschiși de la 10:00 la 19:00, de luni până vineri, precum și în weekend și de sărbători legale. De asemenea, puteți trimite un e-mail la info@irelandSafetyCourse.ie",
        "navigation": ["ACASĂ", "ÎNTREBĂRI FRECVENTE", "INSTRUIRE ECHIPĂ", "CONSULTANȚĂ", "CONTACT", "ARTICOLE"],
        "login": "Autentificare",
        "subNav": ["Peste 120.000 de Profesioniști Certificați", "Acces Online Non-Stop", "Satisfacție Garantată", "Programe Recunoscute Oficial"],
        "videoTitle": "Flexibil și Eficient <br> Prioritizând Siguranța la Locul de Muncă",
        "videoContent": "Oferim un curs online de Manual Handling de top care asigură educație de siguranță superioară, gestionarea simplificată a certificatelor și consultanță expertă pentru fiecare angajat.",
        "registerButton": "Înscrie-te / Plătește Aici",
        "counterLanding": ["CLIENȚI MULȚUMIȚI", "TOTAL CERTIFICATE", "EDUCATORI CERTIFICAȚI"],
        "landingProduct": ["Recunoscut pentru Excelență în Educație Digitală Europeană", "Esențialul în Manual Handling", "Timp de Finalizare: 1-2 Ore", "DETALII", "CUMPĂRĂ ACUM", "La început, programa este disponibilă în 6 limbi diferite:"],
        "bulkSection": ["Modulele noastre digitale sunt create pentru o experiență de utilizare fluidă.", "Achiziționați licența de instruire online în siguranță.", "Activați contul și începeți modulele imediat.", "Învață și Reușește - Progresează prin curs, treci evaluarea și descarcă instantaneu acreditările.", "Pentru suport tehnic, vă rugăm să ne contactați la info@irelandSafetyCourse.ie."],
        "trustSection": ["Educație pe Care Te Poți Baza", "Toate cursurile noastre respectă criteriile de Dezvoltare Profesională Continuă și sunt acreditate oficial de Serviciul de Certificare CPD. Menținem standarde înalte cu aprobări suplimentare de la RoSPA, IATP și IIRSM.", "Acest program de Manual Handling este susținut de Skills for Care, principalul organism de dezvoltare a forței de muncă pentru sectorul de asistență socială din Irlanda și Marea Britanie. Această acreditare de elită este acordată doar celor mai buni furnizori."],
        "certificateSection": ["Finalizați acest curs susținut de CPD și RoSPA pentru a primi diploma oficială!", "Parcurgeți programa noastră acreditată", "pentru a vă asigura certificarea profesională!", "Validați-vă Expertiza", "O diplomă de la Ireland Safety Course, verificată de CPD și RoSPA, dovedește competența pe care ați dezvoltat-o.", "Obțineți un Avantaj Profesional", "Evidențiați certificarea de siguranță în CV-ul dvs. pentru a ieși în evidență în fața angajatorilor.", "Impulsionați-vă Cariera", "Prezentați-vă acreditările potențialilor angajatori ca dovadă a abilităților și conștientizării siguranței."],
        "reviewTitle": ["Ce Spun Studenții Noștri"],
        "homeAboutUs": ["Cine Suntem", "Bine ați venit la irelandSafetyCourse.ie, alegerea dvs. principală pentru instruire expertă în Manual Handling livrată online. Site-ul nostru este creat pentru a oferi educație de siguranță accesibilă pentru lucrătorii din toată Irlanda. Concentrate pe eficiență, cursurile noastre sunt 100% digitale.", "La Ireland Safety Course, prioritizăm calitatea și integritatea educației noastre. Credem că o instruire adecvată poate salva vieți. Dedicarea noastră pentru dezvoltarea cursurilor premium reflectă această misiune.", "Calificările noastre sunt recunoscute în toată Irlanda, Marea Britanie și Uniunea Europeană. Facultatea noastră include membri CMIOSH certificați IOSH la nivelul NFQ 6. Suntem cunoscuți pentru fiabilitate și soluții convenabile.", "Pentru suport, vânzări sau ajutor tehnic, sunați la 0894631967. De asemenea, puteți folosi chat-ul nostru web sau trimite un e-mail la info@irelandSafetyCourse.ie."],
        "getCertificate": ["Solicitați Certificatul", "ÎNVĂȚAȚI DUPĂ PROPRIUL PROGRAM", "Finalizați instruirea online la ora și locația care se potrivesc stilului dvs. de viață.", "ECONOMISIȚI TIMP CU ÎNVĂȚAREA VIRTUALĂ", "Evitați timpul de deplasare și așteptarea cursurilor fizice.", "REDUCEȚI COSTURILE STUDIIND DIGITAL", "Educația online elimină cheltuielile generale ale sălilor de clasă tradiționale.", "STUDIAȚI CÂND DORIȚI", "Terminați modulele în ritmul dvs., oriunde aveți conexiune la internet.", "MAXIMIZAȚI EFICIENȚA", "Săriți peste navetă și lucrați la viteza potrivită pentru dvs.", "INSTRUIRE ACCESIBILĂ", "Învățarea digitală este o alternativă rentabilă la instruirea față în față."],
        "expert": ["Certificare Profesională Manual Handling Online | irelandSafetyCourse.ie", "Accesați instruire de top pe irelandSafetyCourse.ie. Îmbunătățiți standardele cu cursurile noastre detaliate. Contact: sau info@irelandSafetyCourse.ie.", "De ce să Parteneriați cu Noi?", "Programă: Respectă cele mai noi standarde industriale. Module Interactive: Conținut captivant care face învățarea eficientă. Acreditare: Certificate recunoscute pentru conformitate legală. Acces 24/7: Flexibilitate totală pentru echipa dvs.", "Îmbunătățiți siguranța organizațională cu instruirea noastră virtuală. Contactați sau trimiteți un e-mail la info@irelandSafetyCourse.ie."],
        "footer": ["Ești gata să începi?", "Înscrie-te Acum", "Verifică Certificatul", "Politică Cookie", "Întrebări Frecvente", "Contactează-ne", "Recuperare Parolă", "Portal Utilizator", "Partenerii Noștri"]
    },
    "pl": {
        "contact": "Centrum Wsparcia",
        "contactTap": " Napisz do nas na WhatsApp ➤",
        "contactSwitch": "aby rozpocząć rozmowę z naszym zespołem.",
        "contactOr": "Alternatywnie, skontaktuj się z nami pod numerem",
        "contactOperating": "Jesteśmy otwarci od 10:00 do 19:00, od poniedziałku do piątku, a także w weekendy i święta. Możesz również wysłać e-mail na adres info@irelandSafetyCourse.ie",
        "navigation": ["START", "CZĘSTE PYTANIA", "SZKOLENIA GRUPOWE", "DORADZTWO", "KONTAKT", "ARTYKUŁY"],
        "login": "Zaloguj się",
        "subNav": ["Ponad 120,000 Certyfikowanych Profesjonalistów", "Całodobowy Dostęp Online", "Gwarancja Satysfakcji", "Programy w Pełni Uznawane"],
        "videoTitle": "Elastyczne i Celowane <br> Priorytetyzacja Twojego Bezpieczeństwa",
        "videoContent": "Oferujemy wiodący kurs Manual Handling online, który zapewnia najwyższej klasy edukację BHP, uproszczone zarządzanie certyfikatami i doradztwo eksperckie.",
        "registerButton": "Zarejestruj się / Zapłać Tutaj",
        "counterLanding": ["ZADOWOLENI KLIENCI", "WYDANE CERTYFIKATY", "CERTYFIKOWANI EDUKATORZY"],
        "landingProduct": ["Uznani za Doskonałość w Europejskiej Edukacji Cyfrowej", "Podstawy Manual Handling", "Czas ukończenia: 1-2 godziny", "SZCZEGÓŁY", "KUP TERAZ", "Po rozpoczęciu program jest dostępny w 6 różnych językach:"],
        "bulkSection": ["Nasze moduły cyfrowe są zbudowane z myślą o płynnym doświadczeniu użytkownika.", "Kup licencję na szkolenie bezpiecznie online.", "Aktywuj konto i natychmiast rozpocznij moduły.", "Ucz się i Osiągaj - Postępuj w kursie, zdaj ocenę i natychmiast pobierz swoje poświadczenia.", "W celu uzyskania wsparcia technicznego prosimy o kontakt pod adresem info@irelandSafetyCourse.ie."],
        "trustSection": ["Edukacja, na Której Możesz Polegać", "Cały nasz program spełnia kryteria Ciągłego Rozwoju Zawodowego i jest oficjalnie akredytowany przez CPD Certification Service. Utrzymujemy wysokie standardy dzięki dodatkowym zatwierdzeniom RoSPA, IATP i IIRSM.", "Ten program Manual Handling jest popierany przez Skills for Care, główny organ rozwoju kadr w sektorze opieki społecznej w Irlandii i Wielkiej Brytanii. Ta elitarna akredytacja jest przyznawana tylko najlepszym dostawcom."],
        "certificateSection": ["Ukończ ten kurs popierany przez CPD i RoSPA, aby otrzymać oficjalny dyplom!", "Ukończ nasz akredytowany program", "aby zabezpieczyć swoją profesjonalną certyfikację!", "Potwierdź Swoją Wiedzę", "Dyplom od Ireland Safety Course, zweryfikowany przez CPD i RoSPA, potwierdza Twoje umiejętności.", "Zyskaj Przewagę Zawodową", "Wyróżnij swój certyfikat BHP w swoim CV, aby przyciągnąć uwagę rekruterów.", "Rozwijaj Swoją Karierę", "Przedstaw swoje poświadczenia potencjalnym pracodawcom jako dowód swoich umiejętności i świadomości bezpieczeństwa."],
        "reviewTitle": ["Co Mówią Nasi Studenci"],
        "homeAboutUs": ["Kim Jesteśmy", "Witaj na irelandSafetyCourse.ie, Twoim pierwszym wyborze w zakresie eksperckich szkoleń Manual Handling online. Nasza strona została stworzona, aby zapewnić wysokiej jakości edukację BHP dla pracowników w całej Irlandii. Skupieni na efektywności, szkolimy w 100% cyfrowo.", "W Ireland Safety Course stawiamy na jakość i uczciwość naszej edukacji. Wierzymy, że właściwe szkolenie może uratować życie. Nasze oddanie rozwojowi kursów premium odzwierciedla tę misję.", "Nasze kwalifikacje są uznawane w całej Irlandii, Wielkiej Brytanii i Unii Europejskiej. Nasza kadra obejmuje członków CMIOSH certyfikowanych przez IOSH na poziomie 6 NFQ. Jesteśmy znani z niezawodności.", "W celu uzyskania wsparcia, sprzedaży lub pomocy technicznej zadzwoń pod numer 0894631967. Możesz również skorzystać z naszego czatu lub wysłać e-mail na adres info@irelandSafetyCourse.ie."],
        "getCertificate": ["Odbierz Swój Certyfikat", "UCZ SIĘ WŁASNYM RYTMEM", "Ukończ szkolenie online w czasie i miejscu, które pasują do Twojego stylu życia.", "OSZCZĘDZAJ CZAS DZIĘKI NAUCE WIRTUALNEJ", "Unikaj czasu dojazdów i oczekiwania na zajęcia stacjonarne.", "REDUKUJ KOSZTY UCZĄC SIĘ CYFROWO", "Edukacja online eliminuje koszty ogólne tradycyjnych sal lekcyjnych.", "UCZ SIĘ KIEDY CHCESZ", "Kończ moduły we własnym tempie, wszędzie tam, gdzie masz internet.", "MAKSYMALIZUJ EFEKTYWNOŚĆ", "Pomiń dojazdy i pracuj z prędkością odpowiednią dla Ciebie.", "PRZYSTĘPNE SZKOLENIA", "Nauka cyfrowa to opłacalna alternatywa dla szkoleń stacjonarnych."],
        "expert": ["Profesjonalna Certyfikacja Manual Handling Online | irelandSafetyCourse.ie", "Uzyskaj dostęp do wiodących szkoleń na irelandSafetyCourse.ie. Popraw standardy dzięki naszym szczegółowym kursom. Kontakt: o info@irelandSafetyCourse.ie.", "Dlaczego Warto z Nami Współpracować?", "Program: Zgodny z najnowszymi standardami branżowymi. Moduły Interaktywne: Angażująca treść, która czyni naukę skuteczną. Akredytacja: Uznawane certyfikaty dla zgodności z przepisami. Dostęp 24/7: Pełna elastyczność dla Twojego zespołu.", "Popraw bezpieczeństwo organizacyjne dzięki naszemu wirtualnemu szkoleniu. Skontaktuj się pod numerem lub napisz na adres info@irelandSafetyCourse.ie."],
        "footer": ["Gotowy, by zacząć?", "Zarejestruj się teraz", "Sprawdź Certyfikat", "Polityka Cookies", "Najczęstsze Pytania", "Kontakt", "Zapomniane Hasło", "Portal Użytkownika", "Nasi Partnerzy"]
    },
    "ru": {
        "contact": "Центр поддержки",
        "contactTap": " Напишите нам в WhatsApp ➤",
        "contactSwitch": "чтобы начать общение с нашей командой.",
        "contactOr": "Или свяжитесь с нами по номеру",
        "contactOperating": "Мы открыты с 10:00 до 19:00, с понедельника по пятницу, а также в выходные и праздничные дни. Вы также можете отправить письмо на info@irelandSafetyCourse.ie",
        "navigation": ["ГЛАВНАЯ", "ЧАСТЫЕ ВОПРОСЫ", "КОМАНДНОЕ ОБУЧЕНИЕ", "КОНСАЛТИНГ", "КОНТАКТЫ", "СТАТЬИ"],
        "login": "Войти",
        "subNav": ["Более 120,000 сертифицированных специалистов", "Круглосуточный онлайн-доступ", "Гарантия удовлетворенности", "Полностью признанные программы"],
        "videoTitle": "Гибкость и Целеустремленность <br> Приоритет вашей безопасности на работе",
        "videoContent": "Мы предлагаем ведущий онлайн-курс по Manual Handling, который обеспечивает высококачественное обучение безопасности и экспертное консультирование.",
        "registerButton": "Записаться / Оплатить здесь",
        "counterLanding": ["ДОВОЛЬНЫЕ КЛИЕНТЫ", "ВСЕГО СЕРТИФИКАТОВ", "СЕРТИФИЦИРОВАННЫЕ ПЕДАГОГИ"],
        "landingProduct": ["Признано за превосходство в европейском цифровом образовании", "Основы Manual Handling", "Время прохождения: 1-2 часа", "ДЕТАЛИ", "КУПИТЬ СЕЙЧАС", "После начала обучения курс доступен на 6 различных языках:"],
        "bulkSection": ["Наши цифровые модули созданы для удобства пользователей.", "Приобретите лицензию на обучение безопасно онлайн.", "Активируйте аккаунт и немедленно приступайте к модулям.", "Учитесь и достигайте - проходите курс, сдавайте тест и мгновенно загружайте документы.", "Для техподдержки обращайтесь по адресу info@irelandSafetyCourse.ie."],
        "trustSection": ["Образование, на которое можно положиться", "Вся наша программа соответствует критериям непрерывного профессионального развития и официально аккредитована CPD Certification Service. Мы поддерживаем высокие стандарты с одобрениями RoSPA, IATP и IIRSM.", "Эта программа Manual Handling одобрена Skills for Care, ведущим органом по развитию кадров в сфере социального обеспечения в Ирландии и Великобритании. Эта элитная аккредитация выдается только лучшим провайдерам."],
        "certificateSection": ["Завершите этот курс, одобренный CPD и RoSPA, чтобы получить официальный диплом!", "Пройдите нашу аккредитованную программу", "чтобы получить профессиональную сертификацию!", "Подтвердите свою экспертизу", "Диплом от Ireland Safety Course, проверенный CPD и RoSPA, доказывает вашу квалификацию.", "Получите профессиональное преимущество", "Выделите свой сертификат безопасности в резюме, чтобы привлечь внимание рекрутеров.", "Ускорьте свою карьеру", "Предъявите свои документы потенциальным работодателям как доказательство ваших навыков и осознанного отношения к безопасности."],
        "reviewTitle": ["Что говорят наши студенты"],
        "homeAboutUs": ["Кто мы", "Добро пожаловать на irelandSafetyCourse.ie, ваш лучший выбор для экспертного обучения Manual Handling онлайн. Наш сайт создан для обеспечения доступного и качественного образования по безопасности для работников по всей Ирландии. Сосредоточившись на эффективности, мы обучаем на 100% в цифровом формате.", "В Ireland Safety Course мы ставим во главу угла качество и честность нашего образования. Мы верим, что правильное обучение может спасти жизнь. Наша приверженность разработке курсов премиум-класса отражает эту миссию.", "Наша квалификация признана во всей Ирландии, Великобритании и Европейском Союзе. В наш преподавательский состав входят члены CMIOSH, сертифицированные IOSH на уровне 6 NFQ. Мы известны своей надежностью.", "Для поддержки, продаж или технической помощи звоните по номеру 0894631967. Вы также можете воспользоваться чатом или отправить письмо на info@irelandSafetyCourse.ie."],
        "getCertificate": ["Получите ваш сертификат", "УЧИТЕСЬ ПО СОБСТВЕННОМУ ГРАФИКУ", "Пройдите обучение онлайн в то время и в том месте, которые вам подходят.", "ЭКОНОМЬТЕ ВРЕМЯ С ВИРТУАЛЬНЫМ ОБУЧЕНИЕМ", "Избавьтесь от поездок и ожидания очных занятий.", "СНИЖАЙТЕ РАСХОДЫ, ОБУЧАЯСЬ ЦИФРОВО", "Онлайн-образование исключает накладные расходы традиционных учебных классов.", "УЧИТЕСЬ КОГДА ХОТИТЕ", "Завершайте модули в своем темпе везде, где есть интернет.", "МАКСИМИЗИРУЙТЕ ЭФФЕКТИВНОСТЬ", "Пропустите дорогу и работайте со скоростью, которая подходит именно вам.", "ДОСТУПНОЕ ОБУЧЕНИЕ", "Цифровое обучение - это экономически выгодная альтернатива очным тренингам."],
        "expert": ["Профессиональная сертификация Manual Handling онлайн | irelandSafetyCourse.ie", "Получите доступ к ведущему обучению на irelandSafetyCourse.ie. Улучшите стандарты с помощью наших подробных курсов. Контакты: или info@irelandSafetyCourse.ie.", "Почему стоит сотрудничать с нами?", "Программа: Соответствует последним отраслевым стандартам. Интерактивные модули: Увлекательный контент, делающий обучение эффективным. Аккредитация: Признанные сертификаты для содлюдения законодательства. Доступ 24/7: Полная гибкость для вашей команды.", "Улучшите организационную безопасность с помощью нашего виртуального обучения. Свяжитесь по номеру или напишите на адрес info@irelandSafetyCourse.ie."],
        "footer": ["Готовы начать?", "Зарегистрироваться сейчас", "Проверить сертификат", "Политика Cookie", "Частые вопросы", "Контакты", "Забыли пароль", "Портал пользователя", "Наши партнеры"]
    },
    "ukr": {
        "contact": "Центр підтримки",
        "contactTap": " Напишіть нам у WhatsApp ➤",
        "contactSwitch": "щоб розпочати розмову з нашою командою.",
        "contactOr": "Або зв'яжіться з нами за номером",
        "contactOperating": "Ми відкриті з 10:00 до 19:00, з понеділка по п'ятницю, а також у вихідні та святкові дні. Ви також можете надіслати електронний лист на info@irelandSafetyCourse.ie",
        "navigation": ["ГОЛОВНА", "ЧАСТІ ПИТАННЯ", "КОМАНДНЕ НАВЧАННЯ", "КОНСАЛТИНГ", "КОНТАКТИ", "СТАТТІ"],
        "login": "Увійти",
        "subNav": ["Понад 120,000 Сертифікованих Професіоналів", "Цілодобовий Онлайн-Доступ", "Гарантія Задоволеності", "Програми Повністю Визнані"],
        "videoTitle": "Гнучкість та Цілеспрямованість <br> Пріоритет вашої безпеки на роботі",
        "videoContent": "Ми пропонуємо провідний онлайн-курс з Manual Handling, який забезпечує високоякісну освіту з безпеки та експертне консультування.",
        "registerButton": "Зареєструватися / Оплатити тут",
        "counterLanding": ["ЗАДОВОЛЕНІ КЛІЄНТИ", "ВСЬОГО СЕРТИФІКАТІВ", "СЕРТИФІКОВАНІ ПЕДАГОГИ"],
        "landingProduct": ["Визнано за успіхи в Європейській Цифровій Освіті", "Основи Manual Handling", "Час проходження: 1-2 години", "ДЕТАЛІ", "КУПИТИ ЗАРАЗ", "Після початку навчання програма доступна 6 різними мовами:"],
        "bulkSection": ["Наші цифрові модулі створені для зручності користувачів.", "Придбайте ліцензію на навчання безпечно онлайн.", "Активуйте акаунт і негайно приступайте до модулів.", "Вчися та досягай - проходь курс, здавай тест і миттєво завантажуй документи.", "Для техпідтримки звертайтеся за адресою info@irelandSafetyCourse.ie."],
        "trustSection": ["Освіта, на яку Можна Покластися", "Вся наша програма відповідає критеріям безперервного професійного розвитку та офіційно акредитована CPD Certification Service. Ми підтримуємо високі стандарти зі схваленнями RoSPA, IATP та IIRSM.", "Ця програма Manual Handling схвалена Skills for Care, провідним органом з розвитку кадрів у сфері соціального забезпечення в Ірландії та Великобританії. Ця елітна акредитація видається тільки найкращим провайдерам."],
        "certificateSection": ["Завершіть цей курс, схвалений CPD та RoSPA, щоб отримати офіційний диплом!", "Пройдіть нашу аккредитовану програму", "щоб отримати професійну сертифікацію!", "Підтвердіть свою експертизу", "Диплом від Ireland Safety Course, перевірений CPD та RoSPA, доводить вашу кваліфікацію.", "Отримайте професійну перевагу", "Виділіть свій сертифікат безпеки у резюме, щоб привернути увагу рекрутерів.", "Прискорте свою кар'єру", "Пред'явіть свої документи потенційним роботодавцям як доказ ваших навичок та усвідомленого ставлення до безпеки."],
        "reviewTitle": ["Що Кажуть Наші Студенти"],
        "homeAboutUs": ["Хто ми", "Ласкаво просимо до irelandSafetyCourse.ie, вашого найкращого вибору для експертного навчання Manual Handling онлайн. Наш сайт створений для забезпечення доступної та якісної освіти з безпеки для працівників по всій Ірландії. Зосередившись на ефективності, ми навчаємо на 100% у цифровому форматі.", "У Ireland Safety Course ми ставимо на перше місце якість та чесність нашої освіти. Ми віримо, що правильне навчання може врятувати життя. Наша відданість розробці курсів преміум-класу відображає цю місію.", "Наша кваліфікація визнана у всій Ірландії, Великобританії та Європейському Союзі. До нашого викладацького складу входять члени CMIOSH, сертифіковані IOSH на рівні 6 NFQ. Ми відомі своєю надійністю.", "Для підтримки, продажів або технічної допомоги телефонуйте за номером 0894631967. Також можна скористатися чатом або надіслати електронний лист на info@irelandSafetyCourse.ie."],
        "getCertificate": ["Отримайте свій сертифікат", "НАВЧАЙТЕСЯ ЗА ВЛАСНИМ ГРАФІКОМ", "Пройдіть навчання онлайн у той час і в тому місці, які вам підходять.", "ЕКОНОМТЕ ЧАС ІЗ ВІРТУАЛЬНИМ НАВЧАННЯМ", "Забудьте про поїздки та очікування очних занять.", "ЗНИЖУЙТЕ ВИТРАТИ, НАВЧАЮЧИСЬ ЦИФРОВО", "Онлайн-освіта виключає накладні витрати традиційних навчальних класів.", "НАВЧАЙТЕСЯ КОЛИ БАЖАЄТЕ", "Завершуйте модулі у своєму темпі скрізь, де є інтернет.", "МАКСИМІЗУЙТЕ ЕФЕКТИВНІСТЬ", "Пропустіть дорогу та працюйте зі швидкістю, яка підходить саме вам.", "ДОСТУПНЕ НАВЧАННЯ", "Цифрове навчання - це економічно вигідна альтернатива очним тренінгам."],
        "expert": ["Професійна сертифікація Manual Handling онлайн | irelandSafetyCourse.ie", "Отримайте доступ до провідного навчання на irelandSafetyCourse.ie. Покращте стандарти за допомогою наших докладних курсів. Контакти: або info@irelandSafetyCourse.ie.", "Чому варто співпрацювати з нами?", "Програма: Відповідає останнім галузевим стандартам. Інтерактивні модулі: Цікавий контент, що робить навчання ефективним. Акредитація: Визнані сертифікати для дотримання законодавства. Доступ 24/7: Повна гнучкість для вашої команди.", "Покращте організаційну безпеку за допомогою нашого віртуального навчання. Зв'яжіться за номером або напишіть на адресу info@irelandSafetyCourse.ie."],
        "footer": ["Готові почати?", "Зареєструватися зараз", "Перевірити сертифікат", "Політика Cookie", "Найчастіші питання", "Контакти", "Забули пароль", "Портал користувача", "Наші партнери"]
    }
}
